"""
mts = input("Зачем вы позвонили? (1) Узнать тарифы, баланс и подключенные услуги. (2) Узнать новые интересные предложения. (3) Узнать про подключённые подписки и отключить их. (0) Соединиться с оператором. ")
if mts == "1":
    tr = input("Что вас конкретно интересует? Если тарифы нажмите 1, если баланс нажмите 2, если подключенные услуги нажмите 3, для отмены нажмите 0. ")
    if tr == "1":
        print("Ваш тариф: НЕТАРИФ. ")
    if tr == "2":
        print("Ваш баланс состоваляет: 35 рублей 55 копеек. ")
    if tr == "3":
        print("Ваши подключенные услуги: смарт плюс, смарт TV. ")
    if tr == "0":
        print("Отмена. ")
if mts == "2":
    print("Предлогаем вам услугу 5G 2024 с более ускоренным интеренетом всего за 700 рублй в месяц")
    vkl = input("Хотите подключить? Нажмите 1 если подключить, нажмите 0 если не подключать! ")
    if vkl ==  "1":
        print("Подключаем")
    if vkl == "0":
        print("Отказано")
if mts == "3":
    vkl2 = input("Предлогаем ввести 1 для подключения услуги доп интернет ")
    if vkl2 == "1":
        print("Подключаем ")
    elif vkl2 != "1":
        print()
if mts == "0":
    print("Связываем с оператором ")
"""
"""
import random
import time
kod = float(random.randint(100,1000))
parol = float(input("Введите пароль "))
if parol == 2024:
    print("Код отправлен ")
    time.sleep(2)
    print(kod)
    time.sleep(2)
    kod1 = float(input("Введите код "))
    if kod1 == kod:
        time.sleep(2)
        print("Все верно ")
        glas = input("Проверка глаза ")
        if glas == "синий":
            print("Все верно, вход разрешен ")
    if kod1 != kod:
        print("Код неверный")
if parol != 2024:
    print("Неправильный парлоль, вход запрещен ")
"""
"""
coin = float(1)
coin1 = float(1)
coin2 = float(1)
coin3 = float(0)
coin4 = float(1)
coin5 = float(1)
coin6 = float(1)
coin7 = float(1)
coin8 = float(1)
coin9 = float(1)
"""

    
    
    







        