#input("Как дела?")
#print(1)
#print(1,1)
#print(1,1,1)
#input("Я вам не мешаю?")
"""
С1 = input("Как вас зовут?")
С2 = input("А отчество?")
print("Здравствуйте,",С1,С2)
"""
"""
A1 = input("Как вас зовут?")
A2 = input("Какое у вас хобби?")
print(A1,",я считаю, что",A2,"восхитительное хобби!")
"""
"""
Para = input("Вспомните пожалуйста самую известную романтическую пару в мире. ")
Dev = input("Скажите, как зовут девушку? ")
Muz = input("Как зовут мужчину? ")
print(Dev, "+", Muz ,"= Любовь")
"""
"""
Name = input("Здравствуйте, как вас зовут? ")
import time
time.sleep(1)
print("Приятно познакомится,",Name)
time.sleep(1)
Z = input("А чем вы тут занимаетесь? ")
time.sleep(1)
print("А понимаю",Name, ",программирование это важно! ")
time.sleep(1)
color = input("Каков ваш любимый цвет? ")
time.sleep(1)
animals = input("Какой ваше любимое животное? ")
time.sleep(1)
print("Я придумал вам животное! Белая",animals,".")
"""
















